bierner.markdown-mermaid
eamodio.gitlens
foam.foam-vscode
golang.go
mhutchie.git-graph
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
streetsidesoftware.code-spell-checker
tomoki1207.pdf
yzhang.markdown-all-in-one
